app/controllers/articles_controller.rb

INSERT INTO "articles" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-04-23 17:04:12.364054"], ["text", "first article"], ["title", "newOne"], ["updated_at", "2014-04-23 17:04:12.364054"]]
---
	def create
		@article = Article.new(article_params)

	if  @article.save